Repository: Mystic-Mirage/samsung-tools
Catalog: po/*.po
Languages: de, fr, pl

source: Backlight
de: Hintergrundbeleuchtung
fr: Rétroéclairage
pl: Podświetlenie

source: Backlight is enabled
de: Hintergrundbeleuchtung ist eingeschaltet
fr: Le rétroéclairage est activé
pl: Podświetlenie jest włączone

source: Backlight is disabled
de: Hintergrundbeleuchtung ist abgeschaltet
fr: Le rétroéclairage est désactivé
pl: Podświetlenie jest wyłączone

source: Backlight enabled
de: Hintergrundbeleuchtung eingeschaltet
fr: Rétroéclairage activé
pl: Podświetlenie włączone

source: Backlight disabled
de: Hintergrundbeleuchtung abgeschaltet
fr: Rétroéclairage désactivé
pl: Podświetlenie wyłączone

source: Backlight cannot be enabled
de: Hintergrundbeleuchtung kann nicht eingeschaltet werden
fr: Le rétroéclairage ne peut être activé
pl: Podświetlenie nie może być włączone

source: Backlight cannot be disabled
de: Hintergrundbeleuchtung kann nicht abgeschaltet werden
fr: Le rétroéclairage ne peut être désactivé
pl: Podświetlenie nie może być wyłączone

source: Backlight cannot be toggled
de: Hintergrundbeleuchtung kann nicht ein-/augeschaltet werden
fr: Changement d'état du rétroéclairage impossible
pl: Nie można zmienić stanu podświetlenia

source: Bluetooth is enabled
de: Bluetooth ist eingeschaltet
fr: Bluetooth est activé
pl: Bluetooth jest włączony

source: Bluetooth is disabled
de: Bluetooth ist ausgeschaltet
fr: Bluetooth est désactivé
pl: Bluetooth jest wyłączony

source: Bluetooth enabled
de: Bluetooth eingeschaltet
fr: Bluetooth activé
pl: Bluetooth włączony

source: Bluetooth disabled
de: Bluetooth ausgeschaltet
fr: Bluetooth désactivé
pl: Bluetooth wyłączony

source: Bluetooth cannot be enabled
de: Bluetooth kann nicht eingeschaltet werden
fr: Bluetooth ne peut être activé
pl: Nie można włączyć Bluetooth'a

source: Bluetooth cannot be disabled
de: Bluetooth kann nicht ausgeschaltet werden
fr: Bluetooth ne peut être désactivé
pl: Nie można wyłączyć Bluetooth'a

source: Bluetooth cannot be toggled
de: Bluetooth kann nicht ein-/ausgeschaltet werden
fr: Bluetooth: changement d'état impossible
pl: Nie można zmienić stanu Bluetooth'a

source: Bluetooth control is not available
de: Bluetooth-Steuerung ist nicht verfügbar
fr: Contrôle du Bluetooth non disponible
pl: Zarządzanie Bluetooth'em jest niedostępne

source: CPU fan
de: CPU-Lüfter
fr: Ventilateur processeur
pl: Wentylator procesora

source: CPU Temperature:
de: CPU-Temperatur:
fr: Température processeur
pl: Temperatura procesora

source: Fan mode cannot be changed
de: Lüftermodus kann nicht geändert werden
fr: Le mode du ventilateur ne peut être changé
pl: Nie można zmienić trybu wentylatora

source: Fan mode: Normal
de: Lüftermodus: Normal
fr: Mode ventilateur: normal
pl: Tryb wentylatora: normalny

source: Fan mode: Silent
de: Lüftermodus: Leise
fr: Mode ventilateur: silencieux
pl: Tryb wentylatora: cichy

source: Fan mode: Speed
fr: Mode ventilateur: rapide
pl: Tryb wentylatora: szybki

source: Cannot get fan mode
de: Lüftermodus kann nicht ermittelt werden
fr: Ne peut trouver le mode du ventilateur
pl: Nie można sprawdzić trybu wentylatora

source: CPU fan control is not available
de: CPU-Lüftersteuerung ist nicht verfügbar
fr: Le contrôle du ventilateur processeur n'est pas disponible
pl: Zarządzanie wentylatorem procesora jest niedostępne

source: Webcam
pl: Kamera internetowa

source: Webcam is enabled
de: Webcam ist eingeschaltet
fr: La webcam est activée
pl: Kamera internetowa jest włączona

source: Webcam is disabled
de: Webcam ist ausgeschaltet
fr: La webcam est désactivée
pl: Kamera internetowa jest wyłączona

source: Webcam enabled
de: Webcam eingeschaltet
fr: Webcam activée
pl: Kamera internetowa włączona

source: Webcam disabled
de: Webcam ausgeschaltet
fr: Webcam désactivée
pl: Kamera internetowa wyłączona

source: Webcam cannot be enabled
de: Webcam kann nicht eingeschaltet werden
fr: La webcam ne peut être activée
pl: Nie można włączyć kamery internetowej

source: Webcam cannot be disabled
de: Webcam kann nicht ausgeschaltet werden
fr: La webcam ne peut être désactivée
pl: Nie można wyłączyć kamery internetowej

source: Webcam cannot be toggled
de: Webcam kann nicht ein-/ausgeschaltet werden
fr: Changement d'état de la webcam impossible
pl: Nie można zmienić stanu kamery internetowej

source: Webcam control is not available
de: Webcam-Steuerung nicht verfügbar
fr: Contrôle de la webcam non disponible
pl: Zarządzanie kamerą internetową jest niedostępne

source: Wireless
de: WLAN-Karte
fr: Réseau sans fil
pl: Sieć bezprzewodowa

source: Wireless is enabled
de: WLAN-Karte ist eingeschaltet
fr: Le réseau sans fil est activé
pl: Sieć bezprzewodowa jest włączona

source: Wireless is disabled
de: WLAN-Karte ist ausgeschaltet
fr: Le réseau sans fil est désactivé
pl: Sieć bezprzewodowa jest wyłączona

source: Wireless enabled
de: WLAN-Karte eingeschaltet
fr: Réseau sans fil activé
pl: Sieć bezprzewodowa włączona

source: Wireless disabled
de: WLAN-Karte ausgeschaltet
fr: Réseau sans fil désactivé
pl: Sieć bezprzewodowa wyłączona

source: Wireless cannot be enabled
de: WLAN-Karte kann nicht eingeschaltet werden
fr: Le réseau sans fil ne peut être activé
pl: Nie można włączyć sieci bezprzewodowej

source: Wireless cannot be disabled
de: WLAN-Karte kann nicht ausgeschaltet werden
fr: Le réseau sans fil ne peut être désactivé
pl: Nie można wyłączyć sieci bezprzewodowej

source: Wireless cannot be toggled
de: WLAN-Karte kann nicht ein-/ausgeschaltet werden
fr: Changement d'état du réseau sans fil impossible
pl: Nie można zmienić stanu sieci bezprzewodowej

source: Wireless control is not available
de: WLAN-Karte ist nicht verfügbar
fr: Contrôle du réseau sans fil indisponible
pl: Zarządzanie siecią bezprzewodową niedostępne

source: Backlight control: unable to connect to session service!
de: Hintergrundbeleuchtungssteuerung: Kann nicht mit SItzungsdienst verbinden
fr: Contrôle du rétroéclairage: impossible de se connecter au service de session!
pl: Zarządzanie podświetleniem: nie można połączyć z usługą sesji

source: Bluetooth control: unable to connect to session service!
de: Bluetooth-Steuerung: Kann nicht mit Sitzungsdienst verbinden!
fr: Contrôle du Bluetooth: impossible de se connecter au service de session!
pl: Zarządzanie Bluetooth'em: nie można połączyć z usługą sesji

source: CPU fan control: unable to connect to session service!
de: CPU-Lüftersteuerung: Kann nicht mit Sitzungsdienst verbinden!
fr: Contrôle du ventilateur processeur: impossible de se connecter au service de session!
pl: Zarządzanie wentylatorem procesora: nie można połączyć z usługą sesji

source: Webcam control: unable to connect to session service!
de: Webcam-Steuerung: Kann nicht mit Sitzungsdienst verbinden
fr: Contrôle de la webcam: impossible de se connecter au service de session!
pl: Zarządzanie kamerą internetową: nie można połączyć z usługą sesji

source: Wireless control: unable to connect to session service!
de: WLAN-Karten-Steuerung: Kann nicht mit Sitzungsdienst verbinden
fr: Contrôle du réseau sans fil: impossible de se connecter au service de session!
pl: Zarządzanie siecią bezprzewodową: nie można połączyć z usługą sesji

source: Samsung Tools - Command Line Utility
de: Samsung Tools - Befehlszeilenwerkzeug
fr: "Samsung Tools" - Utilitaire de ligne de commande
pl: Samsung Tools - narzędzie wiersza poleceń

source: Usage: %s <interface> <option> ...
de: Verwendung: %s <Schnittstelle> <Option>
fr: Emploi: %s<interface> <option> ...
pl: Użycie: %s <interfejs> <opcja> ...

source: Backlight:
de: Hintergrundbeleuchtung:
fr: Rétroéclairage:
pl: Podświetlenie:

source: Interface
de: Schnittstelle
pl: Interfejs

source: Options
de: Einstellungen
pl: Opcje

source: CPU fan:
de: CPU-Lüfter
fr: Ventilateur processeur
pl: Wentylator procesora:

source: Webcam:
pl: Kamera internetowa:

source: Wireless:
de: WLAN-Karte
fr: Réseau sans fil:
pl: Sieć bezprzewodowa:

source: Other options:
de: Weitere Einstellungen:
fr: Autres options :
pl: Inne opcje:

source: Show status for all devices.
de: Status für alle Geräte anzeigen
fr: Montrer l'état de tous les périphériques
pl: Pokaż status wszystkich urządzeń.

source: Show graphical notifications.
de: Zeige graphische Benachrichtigungen.
fr: Afficher les notifications graphiques.
pl: Pokazuj graficzne powiadomienia.

source: Do not print messages on standard output.
de: Nachrichten nicht auf der Standardausgabe ausgeben.
fr: Ne pas afficher les messages sur la sortie standard
pl: Nie wyświetlaj wiadomości na standardowym wyjściu.

source: Stop the session service.
de: Sitzungsdienst beenden.
fr: Arrêter le service de session.
pl: Zatrzymaj usługę sesji.

source: Stop the system service.
de: Systemdient beenden.
fr: Arrêter le service système.
pl: Zatrzymaj usługę systemową.

source: Examples of use:
de: Beispiele:
fr: Exemples d'emploi:
pl: Przykłady użycia:

source: - Toggle backlight:
de: - Hintergrundbeleuchtung ein-/ausschalten
fr: - Changer l'état du rétroéclairage:
pl: Przełącz stan podświetlenia

source: - Toggle wireless and set CPU fan mode to 'silent':
de: - WLAN-Karte ein-/ausschalten und CPU-Lüfter in den Modus "leise" versetzen:
fr: - Changer l'état du réseau sans fil et mettre le ventilateur en mode "silencieux"
pl: Przełącz sieć bezprzewodową i ustaw szybkość wentylatora procesora na cichą:

source: - Disable bluetooth, webcam and wireless:
de: - Bluetooth, Webcam und WLAN-Karte ausschalten
fr: - Désactiver le Bluetooth, la webcam et le réseau sans fil:
pl: Wyłącz Bluetooth'a, kamerę internetową i sieć bezprzewodową:

source: For more informations, visit the 'Linux On My Samsung' forum:
de: Für weitere Informationen, besuche doch das Internetforum "Linux On My Samsung".
fr: Pour plus d'informations, visitez le forum "Linux On My Samsung":
pl: Po więcej informacji odwiedź forum 'Linux On My Samsung':

source: Released under GPLv3 license
de: Veröffentlicht unter der GPLv3-Lizenz
fr: Publié sous licence GPLv3
pl: Wydane na licencji GPLv3

source: No action(s) specified.
de: Keine Aktion angegeben
fr: Pas d'action(s) spécifiée(s)
pl: Nie ustalono akcji

source: Use --help for instructions.
de: Verwende --help um Hilfe zu erhalten.
fr: Utiliser --help pour obtenir de l'aide
pl: Użyj --help, aby zobaczyć pomoc.

source: This program is intended to be used only by non-privileged users.
de: Dieses Programm sollte nur von Benutzern ohne Rootrechten benutzt werden.
fr: Ce programme doit être exécuté par un utilisateur sans privilèges.
pl: Ten program powinien być używany tylko przez użytkowników nieuprzywilejowanych.

source: Wrong argument(s).
de: Falsche(r) Parameter.
fr: Mauvais argument(s)
pl: Złe argumenty.

source: Session service stopped
de: Sitzungsdienst beendet
fr: Service de session arrêté
pl: Usługa sesji zatrzymana

source: Cannot stop session service
de: Kann Sitzungsdienst nicht beenden
fr: Impossible d'arrêter le service de session
pl: Nie można zatrzymać usługi sesji

source: System service stopped
de: Systemdienst beendet
fr: Service système arrêté
pl: Usługa systemowa zatrzymana

source: Cannot stop system service
de: Kann Systemdienst nicht beenden
fr: Impossible d'arrêter le service système
pl: Nie można zatrzymać usługi systemowej

source: Please press the new hotkey
de: Bitte drücke die neue Tastenkombination
fr: Entrez la nouvelle combinaison de touches
pl: Proszę naciśnij nowy skrót

source: None
de: Keine
fr: Aucun
pl: Brak

source: Unable to connect to system service!
de: Kann nicht mit Systemdienst verbinden
fr: Impossible de se connecter au service système!
pl: Nie można połączyć z usługą systemową!

source: Confirm
de: Bestätige
fr: Confirmer
pl: Zatwierdź

source: Apply the new VIDs?
de: Die neuen VIDs annehmen?
fr: Appliquer les nouveaux VID processeur?
pl: Zastosować nowe VIDy?

source: You need a PHC enabled kernel to use this feature
de: In Ihrem Kernel muss PHC aktiviert sein, um diese Funktion nutzen zu können.
fr: Pour utiliser cette caractéristique, un noyau avec la fonctionnalité PHC implémentée est nécessaire.
pl: Potrzebujesz jądra z obsługą PHC, by użyć tej opcji

source: Unable to connect to session service!
de: Kann nicht mit Sitzungsdienst verbinden
fr: Impossible de se connecter au service de session!
pl: Nie można połączyć z usługą sesji!

source: Caution!
de: Achtung!
fr: Attention !
pl: Uwaga!

source: CPU undervolting can lead to significant gains in terms of power energy saving, however <b>IT IS A RISKY PRACTICE</b> that might result in malfunctions and loss of data. Please be sure to know what you are doing, prior to use these options. Are you sure you want to continue?
de: Das Absenken der Spannung der CPU kann zu dramatischen Energieeinsparungen führen. Nichtsdestotrotz <b>IST ES SO GEFÄHRLICH</b>, dass es zu Fehlfunktionen und zum Verlust Ihrer Daten führen kann. Bitte stellen Sie sicher, dass Sie wissen was Sie tun, wenn Sie diese Funktion benutzen. Sind Sie sicher, dass Sie fortfahren wollen?
fr: Sous-volter le processeur peut conduire à des économies significatives d'énergie, cependant <b> C'EST UNE PRATIQUE RISQUEE </b> qui pourrait entraîner des dysfonctionnements et des pertes de données.Soyez sûr de ce que vous faites avant d'utiliser ces options. Etes-vous sûr de vouloir continuer?
pl: Obniżenie napięcia procesora może prowadzić do zysków (w rozumieniu oszczędzania energii), ale to <b>RYZYKOWNA PRAKTYKA</b>, która może spowodować utratę danych lub po prostu niestabilności. Upewnij się, że wiesz, co robisz, nim użyjesz tej opcji. Na pewno kontynuować?

source: CPU Fan
fr: Ventilateur processeur
pl: Wentylator procesora

source: Normal
pl: Normalny

source: Preferences...
fr: Préférences...
pl: Ustawienia...

source: Silent
de: Leise
fr: Silencieux
pl: Cichy

source: Speed
fr: Rapide
pl: Szybki

source: Manage devices on Samsung netbooks
fr: Gérer les périphériques sur les netbooks Samsung
pl: Zarządzaj urządzeniami w notebookach Samsung

source: Samsung Tools Preferences
de: Samsung Tools Einstellungen
fr: Préférences de Samsung Tools
pl: Ustawienia Narzędzi Samsung

source: Show and modify Samsung Tools preferences
de: Anzeigen und ändern der Samsung Tools Einstellungen
fr: Afficher et modifier les préférences de Samsung Tools
pl: Pokaż i zmodyfikuj preferencje Narzędzi Samsung

source: <b>Hotkeys</b>
de: <b>Tastenkombinationen</b>
fr: <b>Raccourcis clavier</b>
pl: <b>Skróty klawiszowe</b>

source: <b>Initial status for devices</b>
de: <b>Anfangsstatus der Komponenten</b>
fr: <b>Etat initial pour les périphériques</b>
pl: <b>Początkowy status dla urządzeń</b>

source: Advanced power management
de: Erweitertes Energie-Management
fr: Gestion avancée de l'énergie
pl: Zaawansowane zarządzanie energią

source: CPU undervolting
de: Absenken der CPU-Spannung (Undervolting)
fr: Sous-voltage du processeur
pl: Obniżanie napięcia procesora

source: Click here to disable the hotkey
de: Klicke hier, um die Tastenkombination zu deaktivieren
fr: Cliquez ici pour désactiver le raccourci clavier
pl: Kliknij tutaj, aby wyłączyć skrót klawiszowy

source: Click here to set the default hotkey
de: Klick hier um die Standard-Tastenkombination zu verwenden
fr: Cliquez ici pour fixer le raccourci clavier par défaut
pl: Kliknij tutaj, aby ustawić domyślny skrót klawiszowy

source: Click here to set the default value
de: Klick hier um den Standard-Wert zu verwenden
fr: Cliquez ici pour fixer la valeur par défaut
pl: Kliknij tutaj, aby ustawić domyślną wartość

source: Configure kernel parameters
de: Konfiguriere Kernel-Parameter
fr: Configurer les paramètres du noyau
pl: Konfiguruj parametry jądra

source: Disabled
de: Ausgeschaltet
fr: Désactivé
pl: Wyłączony

source: Enable hotkeys
de: Tastenkombinationen einschalten
fr: Activer les raccourcis clavier
pl: Włącz skróty klawiszowe

source: Enable this option to use hotkeys
de: Aktiviere diese Option, um die Tastenkombinationen zu verwenden
fr: Activer cette option pour utiliser les raccourcis clavier
pl: Włącz tą opcję, aby używać skrótów klawiszowych

source: Enabled
de: Eingeschaltet
fr: Activé
pl: Włączony

source: Hotkey used for CPU fan control
de: Tastenkombination für CPU-Lüftersteuerung
fr: Raccourci clavier utilisé pour le contrôle du ventilateur processeur
pl: Skróty klawiszowe używane do sterowania wentylatorem procesora

source: Hotkey used for backlight control
de: Tastenkombination für Hintergrundbeleuchtung
fr: Raccourci clavier pour le contrôle du rétroéclairage
pl: Skrót klawiaturowy używany do kontroli podświetleniem

source: Hotkey used for bluetooth control
de: Tastenkombination für Bluetooth-Steuerung
fr: Raccourci clavier pour le contrôle du Bluetooth
pl: Skrót klawiaturowy używany do zarządzania Bluetooth'em

source: Hotkey used for webcam control
de: Tastenkombination für Webcam-Steuerung
fr: Raccourci clavier pour le contrôle de la webcam
pl: Skrót klawiaturowy używany do zarządzania kamerą internetową

source: Hotkey used for wireless control
de: Tastenkombination für die WLAN-Karten-Steuerung
fr: Raccourci clavier pour le contrôle du réseau sans fil
pl: Skrót klawiaturowy używany do zarządzania siecią bezprzewodową

source: Last status
de: Letzter Status
fr: Dernier état
pl: Ostatni status

source: Session service
de: Sitzungsdienst
fr: Service de session
pl: Usługa sesji

source: System service
de: Systemdienst
fr: Service système
pl: Usługa systemowa

source: The initial status at boot for Bluetooth
de: Letzter Status von Bluetooth beim Booten
fr: L'état initial du Bluetooth au démarrage
pl: Początkowy status po uruchomieniu dla Bluetooth

source: The initial status at boot for CPU fan
de: Der Anfangsstatus des CPU-Lüfters beim Start des Computers
fr: L'état initial du ventilateur processeur au démarrage
pl: Początkowy status po uruchomieniu dla wentylatora procesora

source: The initial status at boot for webcam
de: Letzter Status der Webcam beim Booten
fr: L'état initial de la webcam au démarrage
pl: Początkowy status po uruchomieniu dla kamery internetowej

source: The initial status at boot for wireless
de: Letzter Status der WLAN-Karte beim Booten
fr: L'état initial du réseau sans fil au démarrage
pl: Początkowy status po uruchomieniu dla sieci bezprzewodowej

source: Undervolt the CPU in order to save energy
de: Absenken der CPU-Spannung, um Energie zu sparen
fr: Sous-volter le processeur pour économiser de l'énergie
pl: Obniż napięcie procesora, by oszczędzać energię

source: Swap control:
de: Swap-Steuerung
fr: Contrôle du swap:
pl: Sterowanie wymianą:

source: Swappiness controls how aggressively the kernel swaps memory pages. Higher values increase agressiveness, lower values descrease aggressiveness. In other words, the higher is the value, the more the system will swap, with bad results on power consumption and disk performance. Set a low value if you usually have plenty of unused RAM. The default value is 60.
de: Swappiness legt fest, wie aggressiv Ihr Computer Dateien aus dem Arbeitsspeicher in die Auslagerungspartition-/datei schreiben wird. Höhere Werte bedeuten, dass mehr ausgelagert wird, niedrigere Werte bedeuten, dass weniger ausgelagert wird. Je mehr ausgelagert wird, desto mehr Energie wird verbraucht, da höhere Zugriffe auf die Festplatte erfolgen. Setzen Sie den Wert so gering wie möglich, wenn Sie genug Arbeitsspeicher zur Verfügung haben. Der Standardwert ist 60.
fr: La variable de réglage du swap contrôle avec quelle "agressivité" le noyau gère les swaps.Les valeurs hautes de cette variable augmentent l'agressivité et les valeurs basses la diminuent.En d'autres termes, plus la variable de réglage du swap est élevée, plus le système réalisera de swaps, avec de mauvais résultats pour la consommation d'énergie et pour les performances du disque dur.Fixez une valeur de réglage basse si le système dispose habituellement de beaucoup de mémoire vive inutilisée.La valeur de réglage par défaut est fixée à 60.
pl: Parametr wymiany definiuje sposób, w jaki jądro zarządza stronami pamięci. Wyższe wartości oznaczają wyższą agresywność, a niższe - niższą. Innymi słowy, im wyższe wartości parametru, tym system częściej przenosi strony z pamięci na dysk, co zwiększa zużycie energii i zmniejsza wydajność. Jeśli masz dużo RAMu, ustaw niską wartość. Domyślna to 60.

source: This option controls how aggressively the kernel swaps memory pages. Higher values increase agressiveness, lower values descrease aggressiveness. In other words, the higher is the value, the more the system will swap, with bad results on power consumption and disk performance. Set a low value if you usually have plenty of unused RAM. The default value is 60.
de: Diese Option legt fest, wie aggressiv Ihr Computer Dateien aus dem Arbeitsspeicher in die Auslagerungspartition-/datei schreiben wird. Höhere Werte bedeuten, dass mehr ausgelagert wird, niedrigere Werte bedeuten, dass weniger ausgelagert wird. Je mehr ausgelagert wird, desto mehr Energie wird verbraucht, da höhere Zugriffe auf die Festplatte erfolgen. Setzen Sie den Wert so gering wie möglich, wenn Sie genug Arbeitsspeicher zur Verfügung haben. Der Standardwert ist 60.
fr: Cette option contrôle avec quelle "agressivité" le noyau gère les swaps entre la mémoire vive et le disque dur.Les valeurs hautes augmentent l'agressivité et les valeurs basses la diminuent.En d'autres termes, plus la valeur de réglage du swap est élevée, plus le système réalisera de swaps, avec de mauvais résultats pour la consommation d'énergie et pour les performances du disque dur.Fixez une valeur de réglage basse si le système dispose habituellement de beaucoup de mémoire vive inutilisée.La valeur de réglage par défaut est fixée à 60.
pl: Ta opcja definiuje sposób, w jaki jądro zarządza stronami pamięci. Wyższe wartości oznaczają wyższą agresywność, a niższe - niższą. Innymi słowy, im wyższe wartości parametru, tym system częściej przenosi strony z pamięci na dysk, co zwiększa zużycie energii i zmniejsza wydajność. Jeśli masz dużo RAMu, ustaw niską wartość. Domyślna to 60.

source: <b>Default VIDs</b>
de: <b>Standard VIDs</b>
fr: <b>VIDs par défaut</b>
pl: <b>Domyślne VIDy</b>

source: <b>Frequencies</b>
de: <b>Frequenzen</b>
fr: <b>Fréquences</b>
pl: <b>Częstotliwości</b>

source: <b>New VIDs</b>
de: <b>Neue VIDs</b>
fr: <b>Nouveaux VIDs</b>
pl: <b>Nowe VIDy</b>

source: Enable this option only if the new VIDs are tested and safe, otherwise the machine might be no more bootable!
de: Aktivieren Sie diese Option nur, wenn die neuen VIDs getestet und sicher sind, ansosnten könnte Ihr Computer nicht mehr starten.
fr: Activez cette option seulement si les nouveaux VIDs sont testés et sûrs, sinon la machine pourrait ne pas démarrer!
pl: Uruchom tę opcję tylko, gdy nowe VIDy są przetestowane i bezpieczne, bo maszyna może się już ponownie nie uruchomić!

source: Note: the new VIDs will be applied when this window will be closed.
de: Beachten Sie: die neuen VIDs werden übernommen, wenn dieses Fesnter geschlossen wird.
fr: Note: les nouveaux VIDs seront appliqués quand cette fenêtre sera fermée.
pl: Uwaga: Nowe VIDy zostaną zastosowane po zamknięciu tego okna.

source: Set the new VIDs automatically at boot
de: Setze die neuen VIDs automatisch während des Starts
fr: Fixer automatiquement les nouveaux VIDs au démarrage.
pl: Ustaw nowe VIDy automatycznie w czasie startu

source: Start the session service
de: Sitzungsdienst starten
fr: Lancer le service de session
pl: Włącz usługę sesji

source: Fan mode: Overclock
de: Lüftermodus: Overclock

source: Configure power management
de: Energieverwaltung konfigurieren

source: Kernel parameters...
de: Kernelparameter...

source: Power management...
de: Energieverwaltung...
